var hyScores={
    "HyAllNamesOf": [
      {
        "name": "러시아",
        "recentMarketsize": "1898",
        "recentImport": "1117692",
        "recentExport": "51201",
        "domesticMarketShare": "-560.9025289778715",
        "competition": "1898",
        "tradeDependency": "588.8788198103266",
        "quality": "51201",
        "protectionism": "-0.010954913555943663",
        "success": "-0.0005531492502865664"
      },
      {
        "name": "벨기에",
        "recentMarketsize": "1070",
        "recentImport": "3431041",
        "recentExport": "4049202",
        "domesticMarketShare": "578.7205607476635",
        "competition": "1069.9999999999998",
        "tradeDependency": "3206.580373831776",
        "quality": "4049202",
        "protectionism": "0.00014292212656905325",
        "success": "0.005178326624202884"
      },
      {
        "name": "영국",
        "recentMarketsize": "2821.8",
        "recentImport": "2465260",
        "recentExport": "1396670",
        "domesticMarketShare": "-377.6909065135729",
        "competition": "2821.8",
        "tradeDependency": "873.6480260826422",
        "quality": "1396670",
        "protectionism": "-0.0002704224380229925",
        "success": "-0.0008197354979090595"
      }
    ]
  }
hyScores=hyScores['HyAllNamesOf'];

var hyExport ={
    "hyExport": [
      {
        "index": "러시아_2013_기타",
        "name": "러시아",
        "year": "2013",
        "group": "기타",
        "volume": "44419"
      },
      {
        "index": "러시아_2013_영상진단기기",
        "name": "러시아",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "43601"
      },
      {
        "index": "러시아_2013_의료소모품",
        "name": "러시아",
        "year": "2013",
        "group": "의료소모품",
        "volume": "34110"
      },
      {
        "index": "러시아_2013_정형외과/보철기기",
        "name": "러시아",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "10973"
      },
      {
        "index": "러시아_2013_치과기기 및 용품",
        "name": "러시아",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "6412"
      },
      {
        "index": "러시아_2013_환자보조기",
        "name": "러시아",
        "year": "2013",
        "group": "환자보조기",
        "volume": "9795"
      },
      {
        "index": "러시아_2014_기타",
        "name": "러시아",
        "year": "2014",
        "group": "기타",
        "volume": "48002"
      },
      {
        "index": "러시아_2014_영상진단기기",
        "name": "러시아",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "38896"
      },
      {
        "index": "러시아_2014_의료소모품",
        "name": "러시아",
        "year": "2014",
        "group": "의료소모품",
        "volume": "27821"
      },
      {
        "index": "러시아_2014_정형외과/보철기기",
        "name": "러시아",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "11772"
      },
      {
        "index": "러시아_2014_치과기기 및 용품",
        "name": "러시아",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "7093"
      },
      {
        "index": "러시아_2014_환자보조기",
        "name": "러시아",
        "year": "2014",
        "group": "환자보조기",
        "volume": "7707"
      },
      {
        "index": "러시아_2015_기타",
        "name": "러시아",
        "year": "2015",
        "group": "기타",
        "volume": "41219"
      },
      {
        "index": "러시아_2015_영상진단기기",
        "name": "러시아",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "38336"
      },
      {
        "index": "러시아_2015_의료소모품",
        "name": "러시아",
        "year": "2015",
        "group": "의료소모품",
        "volume": "23807"
      },
      {
        "index": "러시아_2015_정형외과/보철기기",
        "name": "러시아",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "9432"
      },
      {
        "index": "러시아_2015_치과기기 및 용품",
        "name": "러시아",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "5951"
      },
      {
        "index": "러시아_2015_환자보조기",
        "name": "러시아",
        "year": "2015",
        "group": "환자보조기",
        "volume": "9959"
      },
      {
        "index": "러시아_2016_기타",
        "name": "러시아",
        "year": "2016",
        "group": "기타",
        "volume": "40968"
      },
      {
        "index": "러시아_2016_영상진단기기",
        "name": "러시아",
        "year": "2016",
        "group": "영상진단기기",
        "volume": "38952"
      },
      {
        "index": "러시아_2016_의료소모품",
        "name": "러시아",
        "year": "2016",
        "group": "의료소모품",
        "volume": "21735"
      },
      {
        "index": "러시아_2016_정형외과/보철기기",
        "name": "러시아",
        "year": "2016",
        "group": "정형외과/보철기기",
        "volume": "11386"
      },
      {
        "index": "러시아_2016_치과기기 및 용품",
        "name": "러시아",
        "year": "2016",
        "group": "치과기기 및 용품",
        "volume": "7494"
      },
      {
        "index": "러시아_2016_환자보조기",
        "name": "러시아",
        "year": "2016",
        "group": "환자보조기",
        "volume": "9848"
      },
      {
        "index": "러시아_2017_기타",
        "name": "러시아",
        "year": "2017",
        "group": "기타",
        "volume": "51201"
      },
      {
        "index": "러시아_2017_영상진단기기",
        "name": "러시아",
        "year": "2017",
        "group": "영상진단기기",
        "volume": "42549"
      },
      {
        "index": "러시아_2017_의료소모품",
        "name": "러시아",
        "year": "2017",
        "group": "의료소모품",
        "volume": "26003"
      },
      {
        "index": "러시아_2017_정형외과/보철기기",
        "name": "러시아",
        "year": "2017",
        "group": "정형외과/보철기기",
        "volume": "16293"
      },
      {
        "index": "러시아_2017_치과기기 및 용품",
        "name": "러시아",
        "year": "2017",
        "group": "치과기기 및 용품",
        "volume": "9197"
      },
      {
        "index": "러시아_2017_환자보조기",
        "name": "러시아",
        "year": "2017",
        "group": "환자보조기",
        "volume": "14843"
      },
      {
        "index": "벨기에_2013_기타",
        "name": "벨기에",
        "year": "2013",
        "group": "기타",
        "volume": "3313453"
      },
      {
        "index": "벨기에_2013_영상진단기기",
        "name": "벨기에",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "815283"
      },
      {
        "index": "벨기에_2013_의료소모품",
        "name": "벨기에",
        "year": "2013",
        "group": "의료소모품",
        "volume": "4428192"
      },
      {
        "index": "벨기에_2013_정형외과/보철기기",
        "name": "벨기에",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "2657272"
      },
      {
        "index": "벨기에_2013_치과기기 및 용품",
        "name": "벨기에",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "189376"
      },
      {
        "index": "벨기에_2013_환자보조기",
        "name": "벨기에",
        "year": "2013",
        "group": "환자보조기",
        "volume": "973279"
      },
      {
        "index": "벨기에_2014_기타",
        "name": "벨기에",
        "year": "2014",
        "group": "기타",
        "volume": "3739673"
      },
      {
        "index": "벨기에_2014_영상진단기기",
        "name": "벨기에",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "765364"
      },
      {
        "index": "벨기에_2014_의료소모품",
        "name": "벨기에",
        "year": "2014",
        "group": "의료소모품",
        "volume": "4584528"
      },
      {
        "index": "벨기에_2014_정형외과/보철기기",
        "name": "벨기에",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "2803232"
      },
      {
        "index": "벨기에_2014_치과기기 및 용품",
        "name": "벨기에",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "194397"
      },
      {
        "index": "벨기에_2014_환자보조기",
        "name": "벨기에",
        "year": "2014",
        "group": "환자보조기",
        "volume": "1724725"
      },
      {
        "index": "벨기에_2015_기타",
        "name": "벨기에",
        "year": "2015",
        "group": "기타",
        "volume": "3546178"
      },
      {
        "index": "벨기에_2015_영상진단기기",
        "name": "벨기에",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "704180"
      },
      {
        "index": "벨기에_2015_의료소모품",
        "name": "벨기에",
        "year": "2015",
        "group": "의료소모품",
        "volume": "3886970"
      },
      {
        "index": "벨기에_2015_정형외과/보철기기",
        "name": "벨기에",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "2819627"
      },
      {
        "index": "벨기에_2015_치과기기 및 용품",
        "name": "벨기에",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "177790"
      },
      {
        "index": "벨기에_2015_환자보조기",
        "name": "벨기에",
        "year": "2015",
        "group": "환자보조기",
        "volume": "1595370"
      },
      {
        "index": "벨기에_2016_기타",
        "name": "벨기에",
        "year": "2016",
        "group": "기타",
        "volume": "362225"
      },
      {
        "index": "벨기에_2016_영상진단기기",
        "name": "벨기에",
        "year": "2016",
        "group": "영상진단기기",
        "volume": "693170"
      },
      {
        "index": "벨기에_2016_의료소모품",
        "name": "벨기에",
        "year": "2016",
        "group": "의료소모품",
        "volume": "4023177"
      },
      {
        "index": "벨기에_2016_정형외과/보철기기",
        "name": "벨기에",
        "year": "2016",
        "group": "정형외과/보철기기",
        "volume": "2394811"
      },
      {
        "index": "벨기에_2016_치과기기 및 용품",
        "name": "벨기에",
        "year": "2016",
        "group": "치과기기 및 용품",
        "volume": "192029"
      },
      {
        "index": "벨기에_2016_환자보조기",
        "name": "벨기에",
        "year": "2016",
        "group": "환자보조기",
        "volume": "1752537"
      },
      {
        "index": "벨기에_2017_기타",
        "name": "벨기에",
        "year": "2017",
        "group": "기타",
        "volume": "4049202"
      },
      {
        "index": "벨기에_2017_영상진단기기",
        "name": "벨기에",
        "year": "2017",
        "group": "영상진단기기",
        "volume": "761305"
      },
      {
        "index": "벨기에_2017_의료소모품",
        "name": "벨기에",
        "year": "2017",
        "group": "의료소모품",
        "volume": "4273599"
      },
      {
        "index": "벨기에_2017_정형외과/보철기기",
        "name": "벨기에",
        "year": "2017",
        "group": "정형외과/보철기기",
        "volume": "2469581"
      },
      {
        "index": "벨기에_2017_치과기기 및 용품",
        "name": "벨기에",
        "year": "2017",
        "group": "치과기기 및 용품",
        "volume": "312551"
      },
      {
        "index": "벨기에_2017_환자보조기",
        "name": "벨기에",
        "year": "2017",
        "group": "환자보조기",
        "volume": "1773362"
      },
      {
        "index": "영국_2011_기타",
        "name": "영국",
        "year": "2011",
        "group": "기타",
        "volume": "1391361"
      },
      {
        "index": "영국_2011_영상진단기기",
        "name": "영국",
        "year": "2011",
        "group": "영상진단기기",
        "volume": "1481226"
      },
      {
        "index": "영국_2011_의료소모품",
        "name": "영국",
        "year": "2011",
        "group": "의료소모품",
        "volume": "1290919"
      },
      {
        "index": "영국_2011_정형외과/보철기기",
        "name": "영국",
        "year": "2011",
        "group": "정형외과/보철기기",
        "volume": "640911"
      },
      {
        "index": "영국_2011_치과기기 및 용품",
        "name": "영국",
        "year": "2011",
        "group": "치과기기 및 용품",
        "volume": "174962"
      },
      {
        "index": "영국_2011_환자보조기",
        "name": "영국",
        "year": "2011",
        "group": "환자보조기",
        "volume": "923548"
      },
      {
        "index": "영국_2012_기타",
        "name": "영국",
        "year": "2012",
        "group": "기타",
        "volume": "1352198"
      },
      {
        "index": "영국_2012_영상진단기기",
        "name": "영국",
        "year": "2012",
        "group": "영상진단기기",
        "volume": "1458332"
      },
      {
        "index": "영국_2012_의료소모품",
        "name": "영국",
        "year": "2012",
        "group": "의료소모품",
        "volume": "1379622"
      },
      {
        "index": "영국_2012_정형외과/보철기기",
        "name": "영국",
        "year": "2012",
        "group": "정형외과/보철기기",
        "volume": "613469"
      },
      {
        "index": "영국_2012_치과기기 및 용품",
        "name": "영국",
        "year": "2012",
        "group": "치과기기 및 용품",
        "volume": "169588"
      },
      {
        "index": "영국_2012_환자보조기",
        "name": "영국",
        "year": "2012",
        "group": "환자보조기",
        "volume": "679186"
      },
      {
        "index": "영국_2013_기타",
        "name": "영국",
        "year": "2013",
        "group": "기타",
        "volume": "1450885"
      },
      {
        "index": "영국_2013_영상진단기기",
        "name": "영국",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "1649377"
      },
      {
        "index": "영국_2013_의료소모품",
        "name": "영국",
        "year": "2013",
        "group": "의료소모품",
        "volume": "1557532"
      },
      {
        "index": "영국_2013_정형외과/보철기기",
        "name": "영국",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "609090"
      },
      {
        "index": "영국_2013_치과기기 및 용품",
        "name": "영국",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "178727"
      },
      {
        "index": "영국_2013_환자보조기",
        "name": "영국",
        "year": "2013",
        "group": "환자보조기",
        "volume": "661986"
      },
      {
        "index": "영국_2014_기타",
        "name": "영국",
        "year": "2014",
        "group": "기타",
        "volume": "1597368"
      },
      {
        "index": "영국_2014_영상진단기기",
        "name": "영국",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "1617888"
      },
      {
        "index": "영국_2014_의료소모품",
        "name": "영국",
        "year": "2014",
        "group": "의료소모품",
        "volume": "1655454"
      },
      {
        "index": "영국_2014_정형외과/보철기기",
        "name": "영국",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "687159"
      },
      {
        "index": "영국_2014_치과기기 및 용품",
        "name": "영국",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "195577"
      },
      {
        "index": "영국_2014_환자보조기",
        "name": "영국",
        "year": "2014",
        "group": "환자보조기",
        "volume": "754331"
      },
      {
        "index": "영국_2015_기타",
        "name": "영국",
        "year": "2015",
        "group": "기타",
        "volume": "1396670"
      },
      {
        "index": "영국_2015_영상진단기기",
        "name": "영국",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "1547704"
      },
      {
        "index": "영국_2015_의료소모품",
        "name": "영국",
        "year": "2015",
        "group": "의료소모품",
        "volume": "1663437"
      },
      {
        "index": "영국_2015_정형외과/보철기기",
        "name": "영국",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "662239"
      },
      {
        "index": "영국_2015_치과기기 및 용품",
        "name": "영국",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "168751"
      },
      {
        "index": "영국_2015_환자보조기",
        "name": "영국",
        "year": "2015",
        "group": "환자보조기",
        "volume": "741677"
      }
    ],
    "pagination": {
      "next_key": null,
      "total": "90"
    }
  }

hyExport=hyExport['hyExport'];

var hyMarketSize = {
    "hyMarketsize": [
      {
        "index": "러시아_2013_기타",
        "name": "러시아",
        "year": "2013",
        "group": "기타",
        "volume": "2118"
      },
      {
        "index": "러시아_2013_영상진단기기",
        "name": "러시아",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "1808"
      },
      {
        "index": "러시아_2013_의료소모품",
        "name": "러시아",
        "year": "2013",
        "group": "의료소모품",
        "volume": "949"
      },
      {
        "index": "러시아_2013_정형외과/보철기기",
        "name": "러시아",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "499"
      },
      {
        "index": "러시아_2013_치과기기 및 용품",
        "name": "러시아",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "452"
      },
      {
        "index": "러시아_2013_환자보조기",
        "name": "러시아",
        "year": "2013",
        "group": "환자보조기",
        "volume": "820"
      },
      {
        "index": "러시아_2014_기타",
        "name": "러시아",
        "year": "2014",
        "group": "기타",
        "volume": "2134"
      },
      {
        "index": "러시아_2014_영상진단기기",
        "name": "러시아",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "1629"
      },
      {
        "index": "러시아_2014_의료소모품",
        "name": "러시아",
        "year": "2014",
        "group": "의료소모품",
        "volume": "857"
      },
      {
        "index": "러시아_2014_정형외과/보철기기",
        "name": "러시아",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "461"
      },
      {
        "index": "러시아_2014_치과기기 및 용품",
        "name": "러시아",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "437"
      },
      {
        "index": "러시아_2014_환자보조기",
        "name": "러시아",
        "year": "2014",
        "group": "환자보조기",
        "volume": "687"
      },
      {
        "index": "러시아_2015_기타",
        "name": "러시아",
        "year": "2015",
        "group": "기타",
        "volume": "1300"
      },
      {
        "index": "러시아_2015_영상진단기기",
        "name": "러시아",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "924"
      },
      {
        "index": "러시아_2015_의료소모품",
        "name": "러시아",
        "year": "2015",
        "group": "의료소모품",
        "volume": "638"
      },
      {
        "index": "러시아_2015_정형외과/보철기기",
        "name": "러시아",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "302"
      },
      {
        "index": "러시아_2015_치과기기 및 용품",
        "name": "러시아",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "305"
      },
      {
        "index": "러시아_2015_환자보조기",
        "name": "러시아",
        "year": "2015",
        "group": "환자보조기",
        "volume": "458"
      },
      {
        "index": "러시아_2016_기타",
        "name": "러시아",
        "year": "2016",
        "group": "기타",
        "volume": "1398"
      },
      {
        "index": "러시아_2016_영상진단기기",
        "name": "러시아",
        "year": "2016",
        "group": "영상진단기기",
        "volume": "913"
      },
      {
        "index": "러시아_2016_의료소모품",
        "name": "러시아",
        "year": "2016",
        "group": "의료소모품",
        "volume": "640"
      },
      {
        "index": "러시아_2016_정형외과/보철기기",
        "name": "러시아",
        "year": "2016",
        "group": "정형외과/보철기기",
        "volume": "354"
      },
      {
        "index": "러시아_2016_치과기기 및 용품",
        "name": "러시아",
        "year": "2016",
        "group": "치과기기 및 용품",
        "volume": "332"
      },
      {
        "index": "러시아_2016_환자보조기",
        "name": "러시아",
        "year": "2016",
        "group": "환자보조기",
        "volume": "473"
      },
      {
        "index": "러시아_2017_기타",
        "name": "러시아",
        "year": "2017",
        "group": "기타",
        "volume": "1512"
      },
      {
        "index": "러시아_2017_영상진단기기",
        "name": "러시아",
        "year": "2017",
        "group": "영상진단기기",
        "volume": "943"
      },
      {
        "index": "러시아_2017_의료소모품",
        "name": "러시아",
        "year": "2017",
        "group": "의료소모품",
        "volume": "690"
      },
      {
        "index": "러시아_2017_정형외과/보철기기",
        "name": "러시아",
        "year": "2017",
        "group": "정형외과/보철기기",
        "volume": "424"
      },
      {
        "index": "러시아_2017_치과기기 및 용품",
        "name": "러시아",
        "year": "2017",
        "group": "치과기기 및 용품",
        "volume": "422"
      },
      {
        "index": "러시아_2017_환자보조기",
        "name": "러시아",
        "year": "2017",
        "group": "환자보조기",
        "volume": "579"
      },
      {
        "index": "러시아_2018_기타",
        "name": "러시아",
        "year": "2018",
        "group": "기타",
        "volume": "1525"
      },
      {
        "index": "러시아_2018_영상진단기기",
        "name": "러시아",
        "year": "2018",
        "group": "영상진단기기",
        "volume": "940"
      },
      {
        "index": "러시아_2018_의료소모품",
        "name": "러시아",
        "year": "2018",
        "group": "의료소모품",
        "volume": "704"
      },
      {
        "index": "러시아_2018_정형외과/보철기기",
        "name": "러시아",
        "year": "2018",
        "group": "정형외과/보철기기",
        "volume": "433"
      },
      {
        "index": "러시아_2018_치과기기 및 용품",
        "name": "러시아",
        "year": "2018",
        "group": "치과기기 및 용품",
        "volume": "432"
      },
      {
        "index": "러시아_2018_환자보조기",
        "name": "러시아",
        "year": "2018",
        "group": "환자보조기",
        "volume": "584"
      },
      {
        "index": "러시아_2019_기타",
        "name": "러시아",
        "year": "2019",
        "group": "기타",
        "volume": "1587"
      },
      {
        "index": "러시아_2019_영상진단기기",
        "name": "러시아",
        "year": "2019",
        "group": "영상진단기기",
        "volume": "966"
      },
      {
        "index": "러시아_2019_의료소모품",
        "name": "러시아",
        "year": "2019",
        "group": "의료소모품",
        "volume": "738"
      },
      {
        "index": "러시아_2019_정형외과/보철기기",
        "name": "러시아",
        "year": "2019",
        "group": "정형외과/보철기기",
        "volume": "454"
      },
      {
        "index": "러시아_2019_치과기기 및 용품",
        "name": "러시아",
        "year": "2019",
        "group": "치과기기 및 용품",
        "volume": "455"
      },
      {
        "index": "러시아_2019_환자보조기",
        "name": "러시아",
        "year": "2019",
        "group": "환자보조기",
        "volume": "607"
      },
      {
        "index": "러시아_2020_기타",
        "name": "러시아",
        "year": "2020",
        "group": "기타",
        "volume": "1678"
      },
      {
        "index": "러시아_2020_영상진단기기",
        "name": "러시아",
        "year": "2020",
        "group": "영상진단기기",
        "volume": "1011"
      },
      {
        "index": "러시아_2020_의료소모품",
        "name": "러시아",
        "year": "2020",
        "group": "의료소모품",
        "volume": "787"
      },
      {
        "index": "러시아_2020_정형외과/보철기기",
        "name": "러시아",
        "year": "2020",
        "group": "정형외과/보철기기",
        "volume": "483"
      },
      {
        "index": "러시아_2020_치과기기 및 용품",
        "name": "러시아",
        "year": "2020",
        "group": "치과기기 및 용품",
        "volume": "486"
      },
      {
        "index": "러시아_2020_환자보조기",
        "name": "러시아",
        "year": "2020",
        "group": "환자보조기",
        "volume": "642"
      },
      {
        "index": "러시아_2021_기타",
        "name": "러시아",
        "year": "2021",
        "group": "기타",
        "volume": "1741"
      },
      {
        "index": "러시아_2021_영상진단기기",
        "name": "러시아",
        "year": "2021",
        "group": "영상진단기기",
        "volume": "1038"
      },
      {
        "index": "러시아_2021_의료소모품",
        "name": "러시아",
        "year": "2021",
        "group": "의료소모품",
        "volume": "824"
      },
      {
        "index": "러시아_2021_정형외과/보철기기",
        "name": "러시아",
        "year": "2021",
        "group": "정형외과/보철기기",
        "volume": "505"
      },
      {
        "index": "러시아_2021_치과기기 및 용품",
        "name": "러시아",
        "year": "2021",
        "group": "치과기기 및 용품",
        "volume": "510"
      },
      {
        "index": "러시아_2021_환자보조기",
        "name": "러시아",
        "year": "2021",
        "group": "환자보조기",
        "volume": "665"
      },
      {
        "index": "러시아_2022_기타",
        "name": "러시아",
        "year": "2022",
        "group": "기타",
        "volume": "1818"
      },
      {
        "index": "러시아_2022_영상진단기기",
        "name": "러시아",
        "year": "2022",
        "group": "영상진단기기",
        "volume": "1073"
      },
      {
        "index": "러시아_2022_의료소모품",
        "name": "러시아",
        "year": "2022",
        "group": "의료소모품",
        "volume": "869"
      },
      {
        "index": "러시아_2022_정형외과/보철기기",
        "name": "러시아",
        "year": "2022",
        "group": "정형외과/보철기기",
        "volume": "532"
      },
      {
        "index": "러시아_2022_치과기기 및 용품",
        "name": "러시아",
        "year": "2022",
        "group": "치과기기 및 용품",
        "volume": "539"
      },
      {
        "index": "러시아_2022_환자보조기",
        "name": "러시아",
        "year": "2022",
        "group": "환자보조기",
        "volume": "695"
      },
      {
        "index": "러시아_2023_기타",
        "name": "러시아",
        "year": "2023",
        "group": "기타",
        "volume": "1898"
      },
      {
        "index": "러시아_2023_영상진단기기",
        "name": "러시아",
        "year": "2023",
        "group": "영상진단기기",
        "volume": "1111"
      },
      {
        "index": "러시아_2023_의료소모품",
        "name": "러시아",
        "year": "2023",
        "group": "의료소모품",
        "volume": "916"
      },
      {
        "index": "러시아_2023_정형외과/보철기기",
        "name": "러시아",
        "year": "2023",
        "group": "정형외과/보철기기",
        "volume": "560"
      },
      {
        "index": "러시아_2023_치과기기 및 용품",
        "name": "러시아",
        "year": "2023",
        "group": "치과기기 및 용품",
        "volume": "569"
      },
      {
        "index": "러시아_2023_환자보조기",
        "name": "러시아",
        "year": "2023",
        "group": "환자보조기",
        "volume": "726"
      },
      {
        "index": "벨기에_2013_기타",
        "name": "벨기에",
        "year": "2013",
        "group": "기타",
        "volume": "665"
      },
      {
        "index": "벨기에_2013_영상진단기기",
        "name": "벨기에",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "466"
      },
      {
        "index": "벨기에_2013_의료소모품",
        "name": "벨기에",
        "year": "2013",
        "group": "의료소모품",
        "volume": "490"
      },
      {
        "index": "벨기에_2013_정형외과/보철기기",
        "name": "벨기에",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "343"
      },
      {
        "index": "벨기에_2013_치과기기 및 용품",
        "name": "벨기에",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "225"
      },
      {
        "index": "벨기에_2013_환자보조기",
        "name": "벨기에",
        "year": "2013",
        "group": "환자보조기",
        "volume": "358"
      },
      {
        "index": "벨기에_2014_기타",
        "name": "벨기에",
        "year": "2014",
        "group": "기타",
        "volume": "694"
      },
      {
        "index": "벨기에_2014_영상진단기기",
        "name": "벨기에",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "455"
      },
      {
        "index": "벨기에_2014_의료소모품",
        "name": "벨기에",
        "year": "2014",
        "group": "의료소모품",
        "volume": "498"
      },
      {
        "index": "벨기에_2014_정형외과/보철기기",
        "name": "벨기에",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "366"
      },
      {
        "index": "벨기에_2014_치과기기 및 용품",
        "name": "벨기에",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "230"
      },
      {
        "index": "벨기에_2014_환자보조기",
        "name": "벨기에",
        "year": "2014",
        "group": "환자보조기",
        "volume": "378"
      },
      {
        "index": "벨기에_2015_기타",
        "name": "벨기에",
        "year": "2015",
        "group": "기타",
        "volume": "617"
      },
      {
        "index": "벨기에_2015_영상진단기기",
        "name": "벨기에",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "406"
      },
      {
        "index": "벨기에_2015_의료소모품",
        "name": "벨기에",
        "year": "2015",
        "group": "의료소모품",
        "volume": "431"
      },
      {
        "index": "벨기에_2015_정형외과/보철기기",
        "name": "벨기에",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "328"
      },
      {
        "index": "벨기에_2015_치과기기 및 용품",
        "name": "벨기에",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "195"
      },
      {
        "index": "벨기에_2015_환자보조기",
        "name": "벨기에",
        "year": "2015",
        "group": "환자보조기",
        "volume": "329"
      },
      {
        "index": "벨기에_2016_기타",
        "name": "벨기에",
        "year": "2016",
        "group": "기타",
        "volume": "639"
      },
      {
        "index": "벨기에_2016_영상진단기기",
        "name": "벨기에",
        "year": "2016",
        "group": "영상진단기기",
        "volume": "426"
      },
      {
        "index": "벨기에_2016_의료소모품",
        "name": "벨기에",
        "year": "2016",
        "group": "의료소모품",
        "volume": "455"
      },
      {
        "index": "벨기에_2016_정형외과/보철기기",
        "name": "벨기에",
        "year": "2016",
        "group": "정형외과/보철기기",
        "volume": "353"
      },
      {
        "index": "벨기에_2016_치과기기 및 용품",
        "name": "벨기에",
        "year": "2016",
        "group": "치과기기 및 용품",
        "volume": "215"
      },
      {
        "index": "벨기에_2016_환자보조기",
        "name": "벨기에",
        "year": "2016",
        "group": "환자보조기",
        "volume": "351"
      },
      {
        "index": "벨기에_2017_기타",
        "name": "벨기에",
        "year": "2017",
        "group": "기타",
        "volume": "686"
      },
      {
        "index": "벨기에_2017_영상진단기기",
        "name": "벨기에",
        "year": "2017",
        "group": "영상진단기기",
        "volume": "456"
      },
      {
        "index": "벨기에_2017_의료소모품",
        "name": "벨기에",
        "year": "2017",
        "group": "의료소모품",
        "volume": "484"
      },
      {
        "index": "벨기에_2017_정형외과/보철기기",
        "name": "벨기에",
        "year": "2017",
        "group": "정형외과/보철기기",
        "volume": "380"
      },
      {
        "index": "벨기에_2017_치과기기 및 용품",
        "name": "벨기에",
        "year": "2017",
        "group": "치과기기 및 용품",
        "volume": "234"
      },
      {
        "index": "벨기에_2017_환자보조기",
        "name": "벨기에",
        "year": "2017",
        "group": "환자보조기",
        "volume": "379"
      },
      {
        "index": "벨기에_2018_기타",
        "name": "벨기에",
        "year": "2018",
        "group": "기타",
        "volume": "768"
      },
      {
        "index": "벨기에_2018_영상진단기기",
        "name": "벨기에",
        "year": "2018",
        "group": "영상진단기기",
        "volume": "496"
      },
      {
        "index": "벨기에_2018_의료소모품",
        "name": "벨기에",
        "year": "2018",
        "group": "의료소모품",
        "volume": "539"
      },
      {
        "index": "벨기에_2018_정형외과/보철기기",
        "name": "벨기에",
        "year": "2018",
        "group": "정형외과/보철기기",
        "volume": "431"
      }
    ],
    "pagination": {
      "next_key": "67Ko6riw7JeQXzIwMThf7LmY6rO86riw6riwIOuwjyDsmqntkogv",
      "total": "198"
    }
  }

hyMarketSize = hyMarketSize.hyMarketsize;

var hyImport = {
    "hyImport": [
      {
        "index": "러시아_2013_기타",
        "name": "러시아",
        "year": "2013",
        "group": "기타",
        "volume": "1584411"
      },
      {
        "index": "러시아_2013_영상진단기기",
        "name": "러시아",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "1284284"
      },
      {
        "index": "러시아_2013_의료소모품",
        "name": "러시아",
        "year": "2013",
        "group": "의료소모품",
        "volume": "539656"
      },
      {
        "index": "러시아_2013_정형외과/보철기기",
        "name": "러시아",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "367366"
      },
      {
        "index": "러시아_2013_치과기기 및 용품",
        "name": "러시아",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "371021"
      },
      {
        "index": "러시아_2013_환자보조기",
        "name": "러시아",
        "year": "2013",
        "group": "환자보조기",
        "volume": "702192"
      },
      {
        "index": "러시아_2014_기타",
        "name": "러시아",
        "year": "2014",
        "group": "기타",
        "volume": "1564005"
      },
      {
        "index": "러시아_2014_영상진단기기",
        "name": "러시아",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "1173956"
      },
      {
        "index": "러시아_2014_의료소모품",
        "name": "러시아",
        "year": "2014",
        "group": "의료소모품",
        "volume": "527143"
      },
      {
        "index": "러시아_2014_정형외과/보철기기",
        "name": "러시아",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "320893"
      },
      {
        "index": "러시아_2014_치과기기 및 용품",
        "name": "러시아",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "351997"
      },
      {
        "index": "러시아_2014_환자보조기",
        "name": "러시아",
        "year": "2014",
        "group": "환자보조기",
        "volume": "595835"
      },
      {
        "index": "러시아_2015_기타",
        "name": "러시아",
        "year": "2015",
        "group": "기타",
        "volume": "956041"
      },
      {
        "index": "러시아_2015_영상진단기기",
        "name": "러시아",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "650922"
      },
      {
        "index": "러시아_2015_의료소모품",
        "name": "러시아",
        "year": "2015",
        "group": "의료소모품",
        "volume": "447952"
      },
      {
        "index": "러시아_2015_정형외과/보철기기",
        "name": "러시아",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "223286"
      },
      {
        "index": "러시아_2015_치과기기 및 용품",
        "name": "러시아",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "254587"
      },
      {
        "index": "러시아_2015_환자보조기",
        "name": "러시아",
        "year": "2015",
        "group": "환자보조기",
        "volume": "374648"
      },
      {
        "index": "러시아_2016_기타",
        "name": "러시아",
        "year": "2016",
        "group": "기타",
        "volume": "1049780"
      },
      {
        "index": "러시아_2016_영상진단기기",
        "name": "러시아",
        "year": "2016",
        "group": "영상진단기기",
        "volume": "581651"
      },
      {
        "index": "러시아_2016_의료소모품",
        "name": "러시아",
        "year": "2016",
        "group": "의료소모품",
        "volume": "454574"
      },
      {
        "index": "러시아_2016_정형외과/보철기기",
        "name": "러시아",
        "year": "2016",
        "group": "정형외과/보철기기",
        "volume": "256989"
      },
      {
        "index": "러시아_2016_치과기기 및 용품",
        "name": "러시아",
        "year": "2016",
        "group": "치과기기 및 용품",
        "volume": "267237"
      },
      {
        "index": "러시아_2016_환자보조기",
        "name": "러시아",
        "year": "2016",
        "group": "환자보조기",
        "volume": "389622"
      },
      {
        "index": "러시아_2017_기타",
        "name": "러시아",
        "year": "2017",
        "group": "기타",
        "volume": "1117692"
      },
      {
        "index": "러시아_2017_영상진단기기",
        "name": "러시아",
        "year": "2017",
        "group": "영상진단기기",
        "volume": "614891"
      },
      {
        "index": "러시아_2017_의료소모품",
        "name": "러시아",
        "year": "2017",
        "group": "의료소모품",
        "volume": "489214"
      },
      {
        "index": "러시아_2017_정형외과/보철기기",
        "name": "러시아",
        "year": "2017",
        "group": "정형외과/보철기기",
        "volume": "298517"
      },
      {
        "index": "러시아_2017_치과기기 및 용품",
        "name": "러시아",
        "year": "2017",
        "group": "치과기기 및 용품",
        "volume": "350898"
      },
      {
        "index": "러시아_2017_환자보조기",
        "name": "러시아",
        "year": "2017",
        "group": "환자보조기",
        "volume": "465056"
      },
      {
        "index": "벨기에_2013_기타",
        "name": "벨기에",
        "year": "2013",
        "group": "기타",
        "volume": "3412039"
      },
      {
        "index": "벨기에_2013_영상진단기기",
        "name": "벨기에",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "658037"
      },
      {
        "index": "벨기에_2013_의료소모품",
        "name": "벨기에",
        "year": "2013",
        "group": "의료소모품",
        "volume": "3964978"
      },
      {
        "index": "벨기에_2013_정형외과/보철기기",
        "name": "벨기에",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "1536861"
      },
      {
        "index": "벨기에_2013_치과기기 및 용품",
        "name": "벨기에",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "223838"
      },
      {
        "index": "벨기에_2013_환자보조기",
        "name": "벨기에",
        "year": "2013",
        "group": "환자보조기",
        "volume": "1357158"
      },
      {
        "index": "벨기에_2014_기타",
        "name": "벨기에",
        "year": "2014",
        "group": "기타",
        "volume": "3419350"
      },
      {
        "index": "벨기에_2014_영상진단기기",
        "name": "벨기에",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "620985"
      },
      {
        "index": "벨기에_2014_의료소모품",
        "name": "벨기에",
        "year": "2014",
        "group": "의료소모품",
        "volume": "3711284"
      },
      {
        "index": "벨기에_2014_정형외과/보철기기",
        "name": "벨기에",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "1951765"
      },
      {
        "index": "벨기에_2014_치과기기 및 용품",
        "name": "벨기에",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "220469"
      },
      {
        "index": "벨기에_2014_환자보조기",
        "name": "벨기에",
        "year": "2014",
        "group": "환자보조기",
        "volume": "1641453"
      },
      {
        "index": "벨기에_2015_기타",
        "name": "벨기에",
        "year": "2015",
        "group": "기타",
        "volume": "3254868"
      },
      {
        "index": "벨기에_2015_영상진단기기",
        "name": "벨기에",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "625120"
      },
      {
        "index": "벨기에_2015_의료소모품",
        "name": "벨기에",
        "year": "2015",
        "group": "의료소모품",
        "volume": "3472740"
      },
      {
        "index": "벨기에_2015_정형외과/보철기기",
        "name": "벨기에",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "1971437"
      },
      {
        "index": "벨기에_2015_치과기기 및 용품",
        "name": "벨기에",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "185044"
      },
      {
        "index": "벨기에_2015_환자보조기",
        "name": "벨기에",
        "year": "2015",
        "group": "환자보조기",
        "volume": "1324787"
      },
      {
        "index": "벨기에_2016_기타",
        "name": "벨기에",
        "year": "2016",
        "group": "기타",
        "volume": "3228518"
      },
      {
        "index": "벨기에_2016_영상진단기기",
        "name": "벨기에",
        "year": "2016",
        "group": "영상진단기기",
        "volume": "590426"
      },
      {
        "index": "벨기에_2016_의료소모품",
        "name": "벨기에",
        "year": "2016",
        "group": "의료소모품",
        "volume": "3445139"
      },
      {
        "index": "벨기에_2016_정형외과/보철기기",
        "name": "벨기에",
        "year": "2016",
        "group": "정형외과/보철기기",
        "volume": "1702854"
      },
      {
        "index": "벨기에_2016_치과기기 및 용품",
        "name": "벨기에",
        "year": "2016",
        "group": "치과기기 및 용품",
        "volume": "233315"
      },
      {
        "index": "벨기에_2016_환자보조기",
        "name": "벨기에",
        "year": "2016",
        "group": "환자보조기",
        "volume": "1443003"
      },
      {
        "index": "벨기에_2017_기타",
        "name": "벨기에",
        "year": "2017",
        "group": "기타",
        "volume": "3431041"
      },
      {
        "index": "벨기에_2017_영상진단기기",
        "name": "벨기에",
        "year": "2017",
        "group": "영상진단기기",
        "volume": "628315"
      },
      {
        "index": "벨기에_2017_의료소모품",
        "name": "벨기에",
        "year": "2017",
        "group": "의료소모품",
        "volume": "3462900"
      },
      {
        "index": "벨기에_2017_정형외과/보철기기",
        "name": "벨기에",
        "year": "2017",
        "group": "정형외과/보철기기",
        "volume": "1665785"
      },
      {
        "index": "벨기에_2017_치과기기 및 용품",
        "name": "벨기에",
        "year": "2017",
        "group": "치과기기 및 용품",
        "volume": "251926"
      },
      {
        "index": "벨기에_2017_환자보조기",
        "name": "벨기에",
        "year": "2017",
        "group": "환자보조기",
        "volume": "1508595"
      },
      {
        "index": "영국_2011_기타",
        "name": "영국",
        "year": "2011",
        "group": "기타",
        "volume": "2035796"
      },
      {
        "index": "영국_2011_영상진단기기",
        "name": "영국",
        "year": "2011",
        "group": "영상진단기기",
        "volume": "1136304"
      },
      {
        "index": "영국_2011_의료소모품",
        "name": "영국",
        "year": "2011",
        "group": "의료소모품",
        "volume": "1532257"
      },
      {
        "index": "영국_2011_정형외과/보철기기",
        "name": "영국",
        "year": "2011",
        "group": "정형외과/보철기기",
        "volume": "823039"
      },
      {
        "index": "영국_2011_치과기기 및 용품",
        "name": "영국",
        "year": "2011",
        "group": "치과기기 및 용품",
        "volume": "315937"
      },
      {
        "index": "영국_2011_환자보조기",
        "name": "영국",
        "year": "2011",
        "group": "환자보조기",
        "volume": "1510955"
      },
      {
        "index": "영국_2012_기타",
        "name": "영국",
        "year": "2012",
        "group": "기타",
        "volume": "2130997"
      },
      {
        "index": "영국_2012_영상진단기기",
        "name": "영국",
        "year": "2012",
        "group": "영상진단기기",
        "volume": "1160080"
      },
      {
        "index": "영국_2012_의료소모품",
        "name": "영국",
        "year": "2012",
        "group": "의료소모품",
        "volume": "1633082"
      },
      {
        "index": "영국_2012_정형외과/보철기기",
        "name": "영국",
        "year": "2012",
        "group": "정형외과/보철기기",
        "volume": "710876"
      },
      {
        "index": "영국_2012_치과기기 및 용품",
        "name": "영국",
        "year": "2012",
        "group": "치과기기 및 용품",
        "volume": "298585"
      },
      {
        "index": "영국_2012_환자보조기",
        "name": "영국",
        "year": "2012",
        "group": "환자보조기",
        "volume": "1349322"
      },
      {
        "index": "영국_2013_기타",
        "name": "영국",
        "year": "2013",
        "group": "기타",
        "volume": "2212333"
      },
      {
        "index": "영국_2013_영상진단기기",
        "name": "영국",
        "year": "2013",
        "group": "영상진단기기",
        "volume": "1220250"
      },
      {
        "index": "영국_2013_의료소모품",
        "name": "영국",
        "year": "2013",
        "group": "의료소모품",
        "volume": "1807456"
      },
      {
        "index": "영국_2013_정형외과/보철기기",
        "name": "영국",
        "year": "2013",
        "group": "정형외과/보철기기",
        "volume": "863885"
      },
      {
        "index": "영국_2013_치과기기 및 용품",
        "name": "영국",
        "year": "2013",
        "group": "치과기기 및 용품",
        "volume": "337856"
      },
      {
        "index": "영국_2013_환자보조기",
        "name": "영국",
        "year": "2013",
        "group": "환자보조기",
        "volume": "1408383"
      },
      {
        "index": "영국_2014_기타",
        "name": "영국",
        "year": "2014",
        "group": "기타",
        "volume": "2461655"
      },
      {
        "index": "영국_2014_영상진단기기",
        "name": "영국",
        "year": "2014",
        "group": "영상진단기기",
        "volume": "1305600"
      },
      {
        "index": "영국_2014_의료소모품",
        "name": "영국",
        "year": "2014",
        "group": "의료소모품",
        "volume": "2107671"
      },
      {
        "index": "영국_2014_정형외과/보철기기",
        "name": "영국",
        "year": "2014",
        "group": "정형외과/보철기기",
        "volume": "1066346"
      },
      {
        "index": "영국_2014_치과기기 및 용품",
        "name": "영국",
        "year": "2014",
        "group": "치과기기 및 용품",
        "volume": "371096"
      },
      {
        "index": "영국_2014_환자보조기",
        "name": "영국",
        "year": "2014",
        "group": "환자보조기",
        "volume": "1558678"
      },
      {
        "index": "영국_2015_기타",
        "name": "영국",
        "year": "2015",
        "group": "기타",
        "volume": "2465260"
      },
      {
        "index": "영국_2015_영상진단기기",
        "name": "영국",
        "year": "2015",
        "group": "영상진단기기",
        "volume": "1277683"
      },
      {
        "index": "영국_2015_의료소모품",
        "name": "영국",
        "year": "2015",
        "group": "의료소모품",
        "volume": "2023424"
      },
      {
        "index": "영국_2015_정형외과/보철기기",
        "name": "영국",
        "year": "2015",
        "group": "정형외과/보철기기",
        "volume": "1010235"
      },
      {
        "index": "영국_2015_치과기기 및 용품",
        "name": "영국",
        "year": "2015",
        "group": "치과기기 및 용품",
        "volume": "320556"
      },
      {
        "index": "영국_2015_환자보조기",
        "name": "영국",
        "year": "2015",
        "group": "환자보조기",
        "volume": "1524163"
      }
    ],
    "pagination": {
      "next_key": null,
      "total": "90"
    }
  }

hyImport=hyImport['hyImport'];

var hyPartner ={
    "hyPartner": [
      {
        "index": "러시아_독일_2017",
        "buyer": "러시아",
        "seller": "독일",
        "year": "2017",
        "proportion": "0.201"
      },
      {
        "index": "러시아_멕시코_2017",
        "buyer": "러시아",
        "seller": "멕시코",
        "year": "2017",
        "proportion": "0.026"
      },
      {
        "index": "러시아_미국_2017",
        "buyer": "러시아",
        "seller": "미국",
        "year": "2017",
        "proportion": "0.167"
      },
      {
        "index": "러시아_스위스_2017",
        "buyer": "러시아",
        "seller": "스위스",
        "year": "2017",
        "proportion": "0.05"
      },
      {
        "index": "러시아_아일랜드_2017",
        "buyer": "러시아",
        "seller": "아일랜드",
        "year": "2017",
        "proportion": "0.004"
      },
      {
        "index": "러시아_이탈리아_2017",
        "buyer": "러시아",
        "seller": "이탈리아",
        "year": "2017",
        "proportion": "0.045"
      },
      {
        "index": "러시아_일본_2017",
        "buyer": "러시아",
        "seller": "일본",
        "year": "2017",
        "proportion": "0.054"
      },
      {
        "index": "러시아_중국_2017",
        "buyer": "러시아",
        "seller": "중국",
        "year": "2017",
        "proportion": "0.129"
      },
      {
        "index": "러시아_프랑스_2017",
        "buyer": "러시아",
        "seller": "프랑스",
        "year": "2017",
        "proportion": "0.033"
      },
      {
        "index": "러시아_한국_2017",
        "buyer": "러시아",
        "seller": "한국",
        "year": "2017",
        "proportion": "0.036"
      },
      {
        "index": "벨기에_기타_2017",
        "buyer": "벨기에",
        "seller": "기타",
        "year": "2017",
        "proportion": "0.225"
      },
      {
        "index": "벨기에_네덜란드_2017",
        "buyer": "벨기에",
        "seller": "네덜란드",
        "year": "2017",
        "proportion": "0.078"
      },
      {
        "index": "벨기에_독일_2017",
        "buyer": "벨기에",
        "seller": "독일",
        "year": "2017",
        "proportion": "0.089"
      },
      {
        "index": "벨기에_룩셈부르크_2017",
        "buyer": "벨기에",
        "seller": "룩셈부르크",
        "year": "2017",
        "proportion": "0.103"
      },
      {
        "index": "벨기에_멕시코_2017",
        "buyer": "벨기에",
        "seller": "멕시코",
        "year": "2017",
        "proportion": "0.031"
      },
      {
        "index": "벨기에_미국_2017",
        "buyer": "벨기에",
        "seller": "미국",
        "year": "2017",
        "proportion": "0.259"
      },
      {
        "index": "벨기에_스위스_2017",
        "buyer": "벨기에",
        "seller": "스위스",
        "year": "2017",
        "proportion": "0.05"
      },
      {
        "index": "벨기에_아일랜드_2017",
        "buyer": "벨기에",
        "seller": "아일랜드",
        "year": "2017",
        "proportion": "0.04"
      },
      {
        "index": "벨기에_영국_2017",
        "buyer": "벨기에",
        "seller": "영국",
        "year": "2017",
        "proportion": "0.052"
      },
      {
        "index": "벨기에_코스타리카_2017",
        "buyer": "벨기에",
        "seller": "코스타리카",
        "year": "2017",
        "proportion": "0.036"
      },
      {
        "index": "벨기에_프랑스_2017",
        "buyer": "벨기에",
        "seller": "프랑스",
        "year": "2017",
        "proportion": "0.038"
      },
      {
        "index": "영국_기타_2015",
        "buyer": "영국",
        "seller": "기타",
        "year": "2015",
        "proportion": "0.08"
      },
      {
        "index": "영국_네덜란드_2015",
        "buyer": "영국",
        "seller": "네덜란드",
        "year": "2015",
        "proportion": "0.195"
      },
      {
        "index": "영국_독일_2015",
        "buyer": "영국",
        "seller": "독일",
        "year": "2015",
        "proportion": "0.211"
      },
      {
        "index": "영국_미국_2015",
        "buyer": "영국",
        "seller": "미국",
        "year": "2015",
        "proportion": "0.142"
      },
      {
        "index": "영국_벨기에_2015",
        "buyer": "영국",
        "seller": "벨기에",
        "year": "2015",
        "proportion": "0.156"
      },
      {
        "index": "영국_아일랜드_2015",
        "buyer": "영국",
        "seller": "아일랜드",
        "year": "2015",
        "proportion": "0.028"
      },
      {
        "index": "영국_일본_2015",
        "buyer": "영국",
        "seller": "일본",
        "year": "2015",
        "proportion": "0.023"
      },
      {
        "index": "영국_중국_2015",
        "buyer": "영국",
        "seller": "중국",
        "year": "2015",
        "proportion": "0.08"
      },
      {
        "index": "영국_프랑스_2015",
        "buyer": "영국",
        "seller": "프랑스",
        "year": "2015",
        "proportion": "0.056"
      },
      {
        "index": "영국_호주_2015",
        "buyer": "영국",
        "seller": "호주",
        "year": "2015",
        "proportion": "0.029"
      }
    ],
    "pagination": {
      "next_key": null,
      "total": "31"
    }
  }
hyPartner=hyPartner['hyPartner'];